{
    "data": {
        "product": "3802100010 – Activated carbon (excl. medicaments or deodorant products for fridges, vehicles etc., put up for retail sale) : Mixture of activated carbon and polyethylene, in form of powder",
        "trade_remedies": null,
        "customs_tariffs": {
            "mfn": {
                "applied": 3.2,
                "average": 3.2
            },
            "preferential": {
                "applied": 0,
                "average": 0
            }
        },
        "exporting_country": "Pakistan",
        "importing_country": "Germany",
        "trade_regulation_id": "380210",
        "regulatory_requirements": {
            "ntm_year": 2024,
            "import_requirements": [
                {
                    "name": "Labelling requirements\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tMeasures regulating the kind, colour and size of printing on packages and  labels and defining the information that should be provided to the consumer. Labelling is any written, electronic, or graphic communication on the packaging or on a separate but associated label, or on the product itself. It may include requirements concerning the official language to be used, as well as technical information on the product, such as voltage, components, instructions on use, and safety and security advice.\n\n\t\t\t\t\t\t\t\t\t\tLearn more",
                    "parent_id": "B310-1",
                    "sub_legislations": [
                        {
                            "title": "ensure a high level of protection of human health and the environment.",
                            "details": [
                                {
                                    "link": null,
                                    "text": "Marketing requirements for dangerous chemicals, pesticides and biocides",
                                    "label": "Legislation title :"
                                },
                                {
                                    "link": null,
                                    "text": "\"Labelling A substance or mixture classified shall bear a label including the following elements: Name of the substance or mixture and/or an identification number; Name, address and telephone number of the supplier; Nominal quantity of the substance or mixture. Labelling must also include, if applicable: The signal words \"\"Danger\"\" for the severe hazard categories or \"\"Warning\"\" indicating the less severe hazard; Hazard pictograms that shall be in the shape of a square set at a point and shall cover at least one fifteenth of the surface area of the harmonised label and the minimum area shall not be less than 1 cm2 (Annex V); Hazard statements (such as \"\"Fire or projection hazard\"\", \"\"Fatal if swallowed\"\", etc.) and supplemental information according to the specific category (Annex III); Precautionary statements (Annex IV) .\"",
                                    "label": "Legislation summary :"
                                },
                                {
                                    "link": null,
                                    "text": "EU Access2Markets",
                                    "label": "Implementation authority :"
                                },
                                {
                                    "link": null,
                                    "text": "from 10.2009",
                                    "label": "Validity :"
                                },
                                {
                                    "link": null,
                                    "text": "World",
                                    "label": "Other countries affected :"
                                },
                                {
                                    "link": "https://api-trains2.unctad.org/get-regulation-file?filename=EUN_req_chemkt_eu_020_0612.pdf",
                                    "text": "",
                                    "label": "Document"
                                },
                                {
                                    "link": "https://api-trains2.unctad.org/get-regulation-file?filename=EUN_req_chemkt_eu_020_0612.pdf",
                                    "text": "",
                                    "label": "Link"
                                },
                                {
                                    "link": null,
                                    "text": "Chemicals",
                                    "label": "Additional comments :"
                                }
                            ]
                        },
                        {
                            "title": "protection of human health and of the environment",
                            "details": [
                                {
                                    "link": null,
                                    "text": "Marketing requirements for pesticides and biocides",
                                    "label": "Legislation title :"
                                },
                                {
                                    "link": null,
                                    "text": "Packaging and labelling of plant protection products: The labelling of plant protection products must comply with the requirements set out in Annex I to Commission Regulation (EU) No 547/2011 (OJ L-155 11/06/2011) (CELEX 32011R0547) and contain the standard phrases for special risks and safety precautions protect to human or animal health or to the environment. The products that may be mistaken for food, drink or feed must be packaged in such a way as to minimise the likelihood to be mistaken and contain components to discourage or prevent their consumption. Moreover, the provisions on classification, labelling and packaging (CLP) of substances and mixtures laid down by Regulation (EC) No 1272/2008 of the European Parliament and of the Council (OJ L-353 31/12/2008) (CELEX 32008R1272) are also applicable to plant protection products.",
                                    "label": "Legislation summary :"
                                },
                                {
                                    "link": null,
                                    "text": "EU Access2Markets",
                                    "label": "Implementation authority :"
                                },
                                {
                                    "link": null,
                                    "text": "from 01.2018",
                                    "label": "Validity :"
                                },
                                {
                                    "link": null,
                                    "text": "World",
                                    "label": "Other countries affected :"
                                },
                                {
                                    "link": "https://api-trains2.unctad.org/get-regulation-file?filename=EUN_req_chepest_eu_010_1710.pdf",
                                    "text": "",
                                    "label": "Document"
                                },
                                {
                                    "link": "https://api-trains2.unctad.org/get-regulation-file?filename=EUN_req_chepest_eu_010_1710.pdf",
                                    "text": "",
                                    "label": "Link"
                                },
                                {
                                    "link": null,
                                    "text": "Plant protection products (preparations consisting of or containing active substances (chemical elements or micro-organisms, including viruses), safeners or synergists), biocidal products (any active substance or mixture to be used with the intention of destroying, deterring, rendering harmless, preventing the action of, or otherwise exerting a controlling effect on, any harmful organism by any means other than mere physical or mechanical action.) and their active substances",
                                    "label": "Additional comments :"
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "Inspection requirement\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tProduct inspections required by the importing country. Inspections may be performed by public or private entities; laboratory analysis is not included.\n\t\t\t\t\t\t\t\t\t\tLearn more",
                    "parent_id": "B840-1",
                    "sub_legislations": [
                        {
                            "title": "ensure a high level of protection of human health and the environment.",
                            "details": [
                                {
                                    "link": null,
                                    "text": "Marketing requirements for dangerous chemicals, pesticides and biocides",
                                    "label": "Legislation title :"
                                },
                                {
                                    "link": null,
                                    "text": "Official control and emergency measures: Member Sates will carry out official controls in order to enforce compliance with the conditions established in Regulation (EC) No 1107/2009. European Commission may adopt emergency measures in order to restrict or prohibit the use and/or sale of an approved active substance or a plant protection product if it is likely to constitute a serious risk to human or animal health or the environment and that such risk cannot be contained satisfactorily by the Member State(s) concerned",
                                    "label": "Legislation summary :"
                                },
                                {
                                    "link": null,
                                    "text": "EU Access2Markets",
                                    "label": "Implementation authority :"
                                },
                                {
                                    "link": null,
                                    "text": "from 10.2009",
                                    "label": "Validity :"
                                },
                                {
                                    "link": null,
                                    "text": "World",
                                    "label": "Other countries affected :"
                                },
                                {
                                    "link": "https://api-trains2.unctad.org/get-regulation-file?filename=EUN_req_chemkt_eu_020_0612.pdf",
                                    "text": "",
                                    "label": "Document"
                                },
                                {
                                    "link": "https://api-trains2.unctad.org/get-regulation-file?filename=EUN_req_chemkt_eu_020_0612.pdf",
                                    "text": "",
                                    "label": "Link"
                                },
                                {
                                    "link": null,
                                    "text": "Chemicals",
                                    "label": "Additional comments :"
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    }
}